

"kBluetoothConnectionFailedTitle"				= "Uitvoering van Bluetooth-audio mislukt.";
"kBluetoothConnectionErrorTitle"				= "Er heeft zich een fout voorgedaan bij de verbinding met het audioapparaat.";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "De koppeling is niet langer geldig. Koppel het apparaat opnieuw en probeer het nogmaals.";
"kBluetoothConnectionFailedExplanation"			= "Er heeft zich een fout voorgedaan bij het tot stand brengen van een verbinding met de headset. Zorg ervoor dat de headset is ingeschakeld en zich binnen bereik bevindt. Het audiogedeelte van het programma dat u gebruikte moet mogelijk opnieuw worden gestart.";
"kBluetoothSBCCodecMismatchExplanation"			= "Er heeft zich een fout voorgedaan bij de verbinding met de headset. De configuratie van de gecodeerde audiostream is geweigerd door het externe apparaat.";
"kBluetoothConnectionUnsupportedExplanation"	= "Het openen van een verbinding met het actieve audioapparaat is mislukt. Configureer het apparaat opnieuw.";

"kBluetoothDisconnectedTitle"					= "Verbinding met Bluetooth-audio verbroken.";
"kBluetoothDisconnectedExplanation"				= "De verbinding met de headset is onverwacht verbroken. Zorg ervoor dat de headset is ingeschakeld en binnen bereik is. Het audiogedeelte van het programma dat u gebruikte moet mogelijk opnieuw worden gestart.";

"kBluetoothAudioInUseTitle"						= "Bluetooth-audio in gebruik.";
"kBluetoothAudioInUseExplanation"				= "Er wordt al een Bluetooth-headset gebruikt. Er kan maar één Bluetooth-headset tegelijk worden gebruikt.";

"kBluetoothAudioOKButtonTitle"					= "OK";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "Stop gebruik van headset";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "Stop gebruik van koptelefoon";

"kBluetoothAudioHeadsetDeviceType"				= "Headset";
"kBluetoothAudioHeadphoneDeviceType"			= "Koptelefoon";

"kBluetoothAudioSwitchButtonTitle"				= "Gebruik dit apparaat";
"kBluetoothAudioTryAgainButtonTitle"			= "Probeer opnieuw";
"kBluetoothAudioDisconnectButtonTitle"			= "Verbreek";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "Vraag niet opnieuw";

"kBluetoothAudioSwitchHeadestMessageText"		= "Wilt u het Bluetooth-apparaat '%@ (mono)' als uw audioapparaat gebruiken?";
"kBluetoothAudioSwitchA2DPMessageText"			= "Wilt u het Bluetooth-apparaat '%@ (stereo)' als uw audioapparaat gebruiken?";

"kBluetoothAudioSwitchInfoText"					= "U kunt ervoor zorgen dat dit dialoogvenster niet meer verschijnt. Ga hiervoor naar het paneel 'Bluetooth' in Systeemvoorkeuren, klik op 'Geavanceerd' en schakel 'Vraag voor alle binnenkomende audioverzoeken' uit.";

